var riddle = {
  "0": {
    "text": "В каком слове «нет» употребляется 100 раз?",
    "answer": "стонет"
  },
  "1": {
    "text": "Какой слон без носа?",
    "answer": "шахматный"
  },
  "2": {
    "text": "По какому пути ещё никто никогда не ходил и не ездил?",
    "answer": "по млечному"
  },
  "3": {
    "text": "Какой пробкой нельзя заткнуть ни одну бутылку?",
    "answer": "дорожной"
  },
  "4": {
    "text": "Какая мышца в теле человека самая сильная?",
    "answer": "язык"
  },
  "5": {
    "text": "Завязать можно, а развязать нельзя.",
    "answer": "разговор"
  },
  "6": {
    "text": "Перед каким простым смертным даже президент снимает шапку?",
    "answer": "парикмахер"
  },
  "7": {
    "text": "Они бывают металлические и жидкие. О чем речь?",
    "answer": "гвозди"
  },
  "8": {
    "text": "Назовите слово, в котором одна буква — приставка, вторая — корень, третья — суффикс, четвёртая — окончание.",
    "answer": "ушла"
  },
  "9": {
    "text": "Сырым не едят, вареным выбрасывают. Что это?",
    "answer": "лавровый лист"
  },
  "10": {
    "text": "Самый большой орган человека?",
    "answer": "кожа"
  },
  "11": {
    "text": "Что не может увеличить лупа в треугольнике?",
    "answer": "углы"
  },
  "12": {
    "text": "Из какого крана нельзя помыть руки?",
    "answer": "из строительного"
  },
  "13": {
    "text": "На берегу моря был камень. На камне было написано слово из 8 букв. Когда богатые читали это слово, они плакали, бедные радовались, а влюбленные расставались. Что это было за слово?",
    "answer": "временно"
  },
  "14": {
    "text": "В каком слове 3 буквы л и три буквы п?",
    "answer": "параллелепипед"
  },
  "16": {
    "text": "Моя жизнь может быть измерена в часах. Я служу, когда пожираюсь. Когда я тонкая, я быстра. Когда я толстая, я медленна. Ветер мой враг. Кто я?",
    "answer": "свеча"
  },
  "17": {
    "text": "Какая птица носит название части музыкального инструмента?",
    "answer": "гриф"
  },
  "18": {
    "text": "На небе одна, на земле ёе нет, у бабушки две, а у дедушки нет.",
    "answer": "буква б"
  },
  "19": {
    "text": "Арбуз — это фрукт или овощ?",
    "answer": "ягодв"
  },
  "20": {
    "text": "Что своим детям всегда даёт отец и никогда не даёт мать?",
    "answer": "отчество"
  },
  "21": {
    "text": "Какое слово можно записать справа налево, развернуть вверх ногами, отразить зеркально, и оно всё равно останется неизменным?",
    "answer": "оно"
  },
  "22": {
    "text": "Утверждают, что они не клеятся, хотя их даже не пробовали клеить.",
    "answer": "дела"
  },
  "23": {
    "text": "Двое гуляющих остановились около одного предмета и заспорили. Один сказал: «Это красная». Второй возразил: «Нет, это чёрная.» «Почему же она белая?» — спросил первый. «А потому, что зелёная,» — ответил второй. Что это?",
    "answer": "смородина"
  },
  "24": {
    "text": "У меня нет веса, но я бываю лёгкой, бываю тяжёлой. Кто я?",
    "answer": "легкая"
  },
  "25": {
    "text": "Вы сидите в самолёте, впереди вас лошадь, позади вас лодка. Где вы?",
    "answer": "карусель"
  },
  "26": {
    "text": "Человек делает так, чтобы он включился, но когда он включается, человек его сразу отключает.",
    "answer": "будильник"
  },
  "27": {
    "text": "Она людям доставляет мучения, если её не разделят.",
    "answer": "любовь"
  },
  "28": {
    "text": "Как «да» произнести как «нет»?",
    "answer": "может быть"
  },
  "29": {
    "text": "Кто спит в обуви?",
    "answer": "лошадь"
  },
  "30": {
    "text": "Чем можно поделиться только один раз?",
    "answer": "секретом"
  },
  "31": {
    "text": "Что невозможно удержать и десяти минут, хотя оно легче пёрышка?",
    "answer": "дыхание"
  },
  "32": {
    "text": "Что можно найти в декабре, но нельзя найти ни в одном другом месяце?",
    "answer": "буква д"
  },
  "33": {
    "text": "Я в воде, но я никогда не бываю сырым. Что я?",
    "answer": "отражение"
  },
  "34": {
    "text": "Он чёрный, когда его покупают, он красный, когда его используют, он серый, когда его выбрасывают.",
    "answer": "уголь"
  },
  "35": {
    "text": "Она есть в каждом углу, но сама без углов.",
    "answer": "буква о"
  },
  "36": {
    "text": "Что всегда опускается и никогда не поднимается?",
    "answer": "дождь"
  },
  "37": {
    "text": "Что поднимается вверх и опускается вниз, но при этом само не движется?",
    "answer": "солнце"
  },
  "38": {
    "text": "Где вторник идёт раньше, чем понедельник?",
    "answer": "в словаре"
  },
  "39": {
    "text": "Сколько букв в алфавите?",
    "answer": "семь"
  },
  "40": {
    "text": "Отверстий много, но вода в ней всё равно держится.",
    "answer": "губка"
  },
  "41": {
    "text": "В каком пятибуквенном слове пять букв о?",
    "answer": "опять"
  },
  "42": {
    "text": "По порядку он девятый, а его название с латинского языка переводится как «седьмой». О чём речь?",
    "answer": "сентябрь"
  },
  "43": {
    "text": "Как можно снять колесо за одну секунду?",
    "answer": "фотоаппаратом"
  },
  "44": {
    "text": "Что не существует, но имеет название?",
    "answer": "ничего"
  },
  "45": {
    "text": "Где вода стоит столбом?",
    "answer": "в стакане"
  },
  "46": {
    "text": "У мальчика Пети мама работает в школе поваром, а папа - на мясокомбинате. Вопрос: какой вес у мальчика Пети?",
    "answer": "избыточный"
  },
  "47": {
    "text": "Сами не горят, а их гасить все равно приходится.",
    "answer": "долги"
  },
  "48": {
    "text": "За что обычно учеников выгоняют из класса?",
    "answer": "за дверь"
  },
  "49": {
    "text": "Висит на стене и в то же время падает. Что это?",
    "answer": "барометр"
  },
  "50": {
    "text": "Что может в одно и то же время: стоять и ходить, висеть и стоять, ходить и лежать?",
    "answer": "часы"
  },
  "51": {
    "text": "Что исчезает, как только назовёшь её?",
    "answer": "тишина"
  }

};